<!DOCTYPE html [
<!ENTITY nbsp "&#160;"> 
]>
<html lang="UTF-8">
<head>
<title>流量贷授信协议</title>
<style>
body{font-family: SimSun;line-height:150%}
p {text-indent:2em;}
p.underline {text-decoration:underline;}
img {display:inline-block;}
span.underLine {border-bottom:1px solid #000;
      padding:0 1px;}
.bold {
       font-weight:bold;
      }
span.long {text-align:center;}
.xieyi {text-align: center;
        margin-bottom: 10px;}
.title {text-align: center;
      font-size: 40pt;
      margin-bottom: 420px;
      font-weight: bold;}
.img {
      text-align:center;
      margin-top: 400px;
      margin-bottom: 420px;}
.img img{width: 50%;}
</style>
</head>

<body>
<div class="img" ><img src="hrbbLogo.png" /></div>
<div class="title">流量贷授信协议</div>
<div class="xieyi">协议编号：（<span class="underLine">    ${contNo}    </span>）</div>
<br/>

<section>
 
受信人（甲方）：姓名（正楷填写）<span class="underLine">    ${custName}    </span>，身份证号码:<span class="underLine">   ${paperId}    </span><br/>
授信人（乙方）：<span class="underLine">哈尔滨银行股份有限公司</span><br/><br/>

<p>经甲方申请，乙方同意向甲方提供授信额度，供甲方使用。现甲乙双方根据国家有关法律法规，在平等、自愿基础上，为明确责任、恪守信用，签订本协议，并保证共同遵守。
</p>

<p>第一条	授信额度<br/>
&nbsp;&nbsp;乙方同意向甲方提供本金总额为人民币（小写）<span class="underLine">    ${apptcapi}    </span>,（大写）<span class="underLine">    ${apptcapiZh}    </span>万元整的授信额度。
</p>

<p>第二条	授信有效期<br/>
&nbsp;&nbsp;一、授信额度自<span class="underLine">    ${beginYear}    </span> 年 <span class="underLine">    ${beginMonth}    </span> 月<span class="underLine">${beginDay}</span>日生效，到<span class="underLine">${endYear}</span> 年<span class="underLine">${endMonth}</span>月<span class="underLine">${endDay}</span>日终止。
</p>

<p>第三条	还款方式<br/>
&nbsp;&nbsp;本协议项下借款采用如下还款方式:<br/><br/>

&nbsp;&nbsp;[√]&nbsp;<span class="bold">利随本清</span><br/>
&nbsp;&nbsp;贷款从放款日开始起息，按日计息。放款日以乙方将借款金额划转到甲方指定的银行账户的日期为准。贷款到期时，一次性偿还本金和利息。在借款到期之前借款人可提前还款，利息以实际借款的期间计算。<br/><br/>
&nbsp;&nbsp;[&nbsp;]&nbsp;<span class="bold">按月等额本息还款</span><br/>
&nbsp;&nbsp;贷款从放款日开始起息，甲方每月按相等的金额偿还借款本息，其中每月借款利息按月初剩余借款本金计算并逐月结清。放款日以乙方将借款金额划转到甲方指定的银行账户的日期为准。放款日为1日至28日的，每期还款日为借款发放日的对应日，借款最终到期日为最后一次还款日，偿还所有剩余本金和利息；放款日如为29、30、31日的，每期还款日统一为28日，借款最终到期日统一为最后一期的28日，偿还所有剩余本金和利息。本协议项下借款本息的偿还，以每一个月为一个偿还期，即每月__日为甲方的每期还款日。每期还款日当日12:00前，甲方应按本协议约定的贷款偿还方式完成足额本息的偿还。
</p>

<p>第四条	贷款利率、利息及费用<br/>
&nbsp;&nbsp;一、利率<br/>
&nbsp;&nbsp;本协议项下甲方的年化借款利率确定为<span class="underLine">${interate}</span>%，在授信有效期内，乙方可根据实际情况调整甲方的新借款的借款利率，但已发生借款的借款利率在借款期限内不进行调整。每笔借款的实际执行利率以经甲方审核通过的电子请款指令或经甲方审核通过的《用款申请书》上的借款利率为准。<br/>
&nbsp;&nbsp;二、计息方式<br/>
&nbsp;&nbsp;计息方式由本协议第三条约定的还款方式最终决定。<br/>
&nbsp;&nbsp;<span class="bold">利随本清：</span><br/>
&nbsp;&nbsp;贷款利息金额=贷款金额*计息天数*日利率。<br/>
&nbsp;&nbsp;到期还款金额=贷款金额+贷款利息金额。<br/>
&nbsp;&nbsp;其中，计息天数为当笔贷款放款日（含）起至该笔贷款业务结束之日（不含）期间的天数。日利率计算基数为一年360天，换算公式：日利率＝年利率/360。<br/><br/>
&nbsp;&nbsp;<span class="bold">等额本息：</span><br/>
&nbsp;&nbsp;每月还款金额=[借款月利率×(1+借款月利率)]^贷款期数/((1+借款月利率)^贷款期数-1)×借款本金<br/>
&nbsp;&nbsp;三、逾期罚息<br/>
&nbsp;&nbsp;甲方未按照还款约定清偿到期应付贷款本金、利息或任何到期应付的其他款项的，则甲方须从到期应付之日起至其全部清偿之日止按照借款利率的150%缴纳逾期罚息。公式如下：<br/>
&nbsp;&nbsp;逾期罚息=剩余应还本息×逾期天数×日利率×150%<br/>
&nbsp;&nbsp;其中，日利率计算基数为一年360天，换算公式：日利率＝年利率/360。<br/>
&nbsp;&nbsp;本协议项下任何未清偿款项的罚息按照其实际发生的应计息天数逐日计算。如甲方的付款不足以清偿借款全部债务，乙方有权按照下列顺序认定甲方的清偿顺序：第一，未清偿款项所产生的逾期罚息；第二，未清偿款项逾期产生的应计利息；第三，未清偿款项的借款本金；第四，其他应付款项（包括但不限于人工费、手续费等）；且乙方有权单方面变更上述清偿顺序。<br/>
&nbsp;&nbsp;四、费用<br/>
&nbsp;&nbsp;本协议项下费用计算采用如下标准：基于本协议项下授予甲方的授信额度内因发生贷款及相关业务收取的费用，依照各具体合同的规定执行。<br/>
</p>

<p>第五条	授信额度的使用<br/>
&nbsp;&nbsp;一、在授信期间内，甲方可根据实际资金需求使用上述授信额度，但在该期限内任一时点上的总借款本金余额不得超过授信额度。甲方使用授信额度必须逐笔申请，由乙方逐笔审批同意。每次贷款的金额、期限、具体用途等可由双方另签具体合同。本协议中的具体合同包括但不限于用款申请书、电子请款指令、借款借据、通知书、甲方向乙方提交或做出的其他有效性得到乙方确认的申请、承诺或保证以及当事人双方就本协议未尽事宜、变更事项达成的其他书面补充协议等。<br/>
&nbsp;&nbsp;利随本清还款方式下，上述授信额度可循环使用。<br/>
&nbsp;&nbsp;等额本息还款方式下，单笔借款未结清前，可用授信额度不随还款金额恢复。<br/>
&nbsp;&nbsp;二、甲方单次借款的借款期限起始日以实际放款日期为准，借款到期日不超过本条约定的借款期限。任何一笔借款的到期日不得迟于第二条所确定的授信有效期的终止日。<br/>
</p>

<p>第六条	借款用途和借款凭证<br/>
&nbsp;&nbsp;一、本协议项下借款用于满足甲方具有合法用途的融资需要，未经乙方同意，甲方不得以任何理由改变本协议项下对应借款凭证所确定的借款用途。<br/>
&nbsp;&nbsp;二、本协议所指借款凭证包括以下三种形式的任何一种：<br/>
&nbsp;&nbsp;1.	甲方通过乙方或乙方指定的信息平台提交的电子请款指令。<br/>
&nbsp;&nbsp;2.	带有甲方签章的纸质借款凭证。<br/>
&nbsp;&nbsp;3.	甲方向乙方或乙方指定的第三方合作机构人员提供的带有甲方签章的纸质借款凭证影像档。<br/>
&nbsp;&nbsp;甲方不可撤销的承诺上述三种方式的任何一种均视为甲方本人行为且甲方认可以上三种方式包含的全部借款凭证信息，甲方不得因为任何理由对该等信息发送行为以及信息的内容提出异议，因此造成的任何损失由甲方承担全部赔偿责任。<br/>
</p>

<p>第七条	乙方的权利和义务<br/>
&nbsp;&nbsp;一、乙方的权利:<br/>
&nbsp;&nbsp;1.	有权了解甲方的整体资信状况和财务状况,要求甲方提供与授信额度有关的资料。<br/>
&nbsp;&nbsp;2.	有权监督甲方按本协议及各具体合同约定的用途使用贷款。<br/>
&nbsp;&nbsp;3.	甲方未能履行本协议及各具体合同规定的各项义务,乙方有权停止提供授信额度内甲方尚未使用的贷款,并要求甲方提前归还授信额度内已发放的贷款。<br/>
&nbsp;&nbsp;4.	在甲方发生伤残、失业、搬迁、婚姻变动、工作变动等情况,乙方依自主判断认为可能对乙方债权产生不利影响的状况时,乙方有权随时调整或取消对甲方的授信额度,停止提供授信额度内甲方尚未使用的贷款,并要求甲方立即清偿本协议项下贷款本息及一切相关的费用,或将本协议项下的所有债务转让到乙方同意接受的第三方名下,或提供∕增加乙方同意接受的新的担保措施。若乙方调低甲方的授信额度且甲方的借款本金余额超过调整后的授信额度的，甲方应在收到调额通知14天之内归还超额部分的借款本金，否则视为甲方违约且甲方应对超额部分（简称超额本金）的借款本金向乙方支付超额罚息（罚息按照原始借款利率的150%收取）。<br/>
&nbsp;&nbsp;5.	如甲方贷款逾期的,乙方有权通过在公众媒体上以公告的方式对甲方进行贷款的催收,甲方应承担由此产生的全部不利后果。<br/>
&nbsp;&nbsp;二、	乙方的义务:<br/>
&nbsp;&nbsp;1.	乙方应当对甲方的资料情况保密,但法律法规另有规定的情况、监管机构另有要求进行披露的情况、本协议另有约定的或乙方为实现债权而采取合理行动的情况以及因业务办理需要而向各自聘任的专业机构及其授权的业务人员和其各自授权的雇员透露的情况除外。<br/>
&nbsp;&nbsp;2.	应当按本协议约定的事项及时履行义务。<br/>
</p>

<p>第八条	甲方的权利与义务<br/>
&nbsp;&nbsp;一、甲方的权利:<br/>
&nbsp;&nbsp;1.	有权按本协议约定的条件向乙方申请使用授信额度。<br/>
&nbsp;&nbsp;2.	在取得乙方书面同意后,有权向第三方转让债务。<br/>
&nbsp;&nbsp;二、甲方的义务: <br/>
&nbsp;&nbsp;3.	应当如实提供乙方要求提供的文件资料,以及相关的信息,并配合乙方的调查、审查和检查工作。 <br/>
&nbsp;&nbsp;4.	应接受乙方对甲方的资信、还款能力、财务状况的重新评估,接受乙方对其使用信贷资金情况和有关财务情况的监督。 <br/>
&nbsp;&nbsp;5.	应按各具体合同的约定按时足额偿还贷款本金和利息,并确保还款账户内有足额还款资金。 <br/>
&nbsp;&nbsp;6.	确保向乙方提供的所有资料是真实、准确、完整和有效的。 <br/>
&nbsp;&nbsp;7.	必须依照各具体合同约定的用途使用贷款。保证不利用本协议项下的贷款从事违反国家法律法规的活动,不用于投资股票、期货、债券等国家监督部门禁止银行贷款进入的领域,且不用于注册企业和投资入股等股本性投资。<br/>
&nbsp;&nbsp;8.	当乙方或乙方指定的第三方尽职调查机构对甲方进行授信调查工作时，甲方有义务全力配合乙方和乙方指定的第三方尽职调查机构，不得以任何理由拒绝配合。 <br/>
&nbsp;&nbsp;9.	如若乙方合作人员向甲方收取其他费用，甲方有义务及时告知乙方。<br/>
&nbsp;&nbsp;10.	在甲方对乙方授信期间，乙方向他行贷款、对外提供担保或增加债务前，须经我行书面同意，否则我行有权提前结束授信，收回贷款。<br/>
</p>

<p>第九条	甲方借款前的约定<br/>
&nbsp;&nbsp;一、甲方直接向乙方或乙方合作机构人员提交、或是通过乙方或乙方指定的信息平台向乙方提交的所有初审资料，乙方在进行预审核后告知甲方预审结果。<br/>
&nbsp;&nbsp;二、如果预审通过，且甲方同意合作，乙方将根据甲方在授信预审阶段表现出的风险等级，明确是否对甲方进行现场授信调查。如乙方认为有必要对甲方进行现场授信调查，则乙方将亲自或委托乙方指定的第三方尽职调查机构对甲方进行授信调查，甲方必须配合乙方或乙方指定的尽职调查机构的授信调查工作，并如实向乙方或乙方指定的第三方机构提供其他贷款材料（包括但不限于：经过甲方签字盖章的本授信协议等）。如果乙方未在预审结果后对甲方进行现场授信调查，乙方将保留后续对客户进行现场调查的权利。<br/>
&nbsp;&nbsp;三、甲方授权乙方向中国人民银行个人或企业信用信息基础数据库、监管部门或上述单位指定的信用征集机构、有关部门、单位或个人调查、核实甲方的财产、资信等情况，并留存相关资料，查询获得的信用报告限用于中国人民银行颁布的《个人信用信息基础数据库管理暂行办法》和《企业信用信息基础数据库管理暂行办法》规定用途范围内。<br/>
&nbsp;&nbsp;四、如甲方在第三方支付公司有交易流水产生，且乙方与该第三方支付公司有合作关系，则甲方在此授予乙方有权通过该合作第三方支付总公司、分支机构及合作伙伴了解和掌握甲方的所有信息（包括但不限于：交易流水信息等）的权利，且甲方授权该合作第三方支付总公司、分支机构及合作伙伴有权根据乙方要求向乙方提供甲方的所有信息（包括但不限于：交易流水信息等）。甲方对乙方、乙方合作的第三方支付总公司、分支机构及合作伙伴按本协议约定进行的前述约定行为表示接受与认可。<br/>
&nbsp;&nbsp;五、甲方授权乙方可以向甲方提供明细对账单的银行机构验证资金交易的真实性。<br/>
&nbsp;&nbsp;六、甲方授权乙方从甲方在哈尔滨银行开立的任何账户中扣收贷款相关款项的权利，以及从合作第三方支付公司扣划相应款项的权利。甲方对乙方按本协议约定进行的扣收/扣款等行为表示接受与认可。<br/>
&nbsp;&nbsp;甲方提出借款申请时，必须满足下列前提条件，否则乙方没有义务向甲方发放任何贷款：<br/>
&nbsp;&nbsp;1.	本协议及相关附件已正式生效；<br/>
&nbsp;&nbsp;2.	在授信有效期内，甲方提供给乙方的所有文件和资料均是真实、准确、完整和有效的；<br/>
&nbsp;&nbsp;3.	如果担保方式包含保证，则要求本协议相关的担保合同已经生效且相关担保手续已办理完毕；<br/>
&nbsp;&nbsp;	担保合同编号：_____________________________<br/>
&nbsp;&nbsp;	担保合同名称：_____________________________<br/>
&nbsp;&nbsp;4.	甲方未隐瞒其所涉及的诉讼、仲裁、索赔事件或其他可能危及乙方权益实现的违法违纪事件；<br/>
&nbsp;&nbsp;5.	甲方应付借款利息和本金已按期清偿，无不良履约记录；<br/>
&nbsp;&nbsp;6.	对甲方的经营情况或信用评估达到乙方要求；<br/>
&nbsp;&nbsp;7.	甲方应向乙方提供《用款申请书》或电子请款指令。<br/>
&nbsp;&nbsp;8.	对甲方的其他提款条件：___________________________<br/>
&nbsp;&nbsp;9.	法律规定及双方约定的其他提款条件已经满足。<br/>
</p>


<p>第十条	贷款发放<br/>
&nbsp;&nbsp;一、贷款发放专用账户<br/>
&nbsp;&nbsp;除非甲乙双方另有约定，否则本合同项下所有贷款资金的发放和对外支付都必须通过以下账户办理。 该账户具体信息如下:<br/>
&nbsp;&nbsp;开户行名称：<span class="underLine">${loanBankName}</span>银行<span class="underLine">${loanBankBranchName}</span>分行<span class="underLine">${loanBankSubbName}</span>支行<br/>
&nbsp;&nbsp;卡号：<span class="underLine">${loanBankAcno}</span><br/>
&nbsp;&nbsp;账户名称：<span class="underLine">    ${loanBankacName}    </span>（自然人客户请填写持卡人姓名）<br/>
&nbsp;&nbsp;甲方需确认该账户信息填写正确，如因甲方填写错误导致贷款发放失败，则甲方需承担包括但不限于因贷款发放失败损失的利息、手续费、人工费等所有费用。<br/>
&nbsp;&nbsp;二、贷款发放的约定<br/>
&nbsp;&nbsp;每笔贷款发放前，甲方应按乙方要求办理相关手续。乙方将对甲方提交的借款申请资料进行审核。贷款的发放需在符合第六条和第九条约定的条件下，填制相对应的借款凭证或发起电子借款指令。每次借款的实际放款日和还款日以借款凭证或电子借款指令乙方最终的审核结果为准，每次借款对应的借款凭证或电子借款指令是合同的重要组成部分，与本协议具有同等法律效力。<br/>
&nbsp;&nbsp;甲方申请借款每工作日截止时间为：<span class="underLine">中午12:00</span>，该时间点之后收到甲方借款申请资料的，乙方有权在申请当日不处理该借款申请且不承担任何责任，但最迟应在收到甲方借款申请后两个工作日内受理完成。<br/>
&nbsp;&nbsp;如若乙方发现甲方的借款申请具有风险，可不予通过审核和放款，甲方对此表示接受与认可。<br/>
本协议项下的贷款发放，在如下情况均采用乙方受托支付方式：<br/>
&nbsp;&nbsp;1.	与甲方新建立信贷业务关系且甲方信用状况为  <span class="underLine">A级以下（不含）</span> ；<br/>
&nbsp;&nbsp;2.	支付对象明确且单笔支付金额超过  <span class="underLine">伍拾万元（含）  </span> ；<br/>
&nbsp;&nbsp;3.	乙方认定的其他情形。<br/>
&nbsp;&nbsp;甲方自主支付的，甲方应向乙方提供《用款申请书》或电子请款指令，以及乙方要求的其他资料。<br/>
&nbsp;&nbsp;如采用受托支付方式的，甲方应在每次借款前向乙方提供相关资料：<br/>
&nbsp;&nbsp;1.	与本贷款资金使用相关的合同或发票；<br/>
&nbsp;&nbsp;2.	《用款申请书》或电子请款指令、《支付委托书》；<br/>
&nbsp;&nbsp;3.	乙方要求提供的其他资料。
</p>

<p>第十一条	还款方式的约定<br/>
&nbsp;&nbsp;<#if repayMethod == "01">[&nbsp;]<#else>[√]</#if>在本协议生效后，甲乙双方同意指定以下账户为甲方的还款账户。甲方在此不可撤销地授予乙方从该账户中扣收贷款相应款项的权利，甲方对乙方按本协议约定进行的扣收/扣款等行为表示接受与认可，并保证不对此类行为表示异议。该账户具体信息如下:<br/>
&nbsp;&nbsp;开户行名称：<span class="underLine">    ${repayBankName}    </span>银行<span class="underLine">    ${repayBankBranchName}    </span>分行<span class="underLine">    ${repayBankSubbName}    </span>支行<br/>
&nbsp;&nbsp;卡号：<span class="underLine">    ${repayBankAccno}    </span><br/>
&nbsp;&nbsp;账户名称：<span class="underLine">    ${repayBankAccName}    </span>（自然人客户请填写持卡人姓名）<br/>
&nbsp;&nbsp;甲方保证在贷款到期当日中午12点前该账户金额足额，否则如发生扣款失败导致逾期，全部责任由甲方承担。甲方需确认该账户信息填写正确，如因甲方填写错误导致还款失败，则甲方需承担包括但不限于因扣款失败导致的逾期利息、滞纳金、手续费、人工费等所有费用。<br/>
&nbsp;&nbsp;<#if repayMethod == "02">[&nbsp;]<#else>[√]</#if>甲方愿意主动向乙方发起还款，甲方已阅读并明确知悉以下还款账号信息，并将依照《流量贷授信协议》及具体业务合同或协议（包括但不限于借款合同、用款申请书、借据等）的约定，准时归还乙方借款。除乙方原因导致还款失败或者逾期的情况，任何甲方或者其他第三方原因导致还款失败或者逾期产生的乙方损失均由甲方承担。该账户具体信息如下：<br/>
&nbsp;&nbsp;开户行名称：哈尔滨银行股份有限公司营业部<br/>
&nbsp;&nbsp;账号：<span class="underLine">680101416030010004</span><br/>
&nbsp;&nbsp;户名：<span class="underLine">不等贷还款专户4</span>
</p>

<p>第十二条	违约事件<br/>
&nbsp;&nbsp;一、甲方向乙方提供虚假的资料或隐瞒真实的情况。<br/>
&nbsp;&nbsp;二、甲方未能按本协议或各具体合同的约定偿还贷款本息的。<br/>
&nbsp;&nbsp;三、甲方未按本协议或各具体合同约定的用途使用贷款，不接受或逃避乙方对其使用信贷资金情况的监督。<br/>
&nbsp;&nbsp;四、甲方发生伤残、失业、搬迁、婚姻变动、工作变动、经营变动等任何改变，且乙方依其自主判断认为可能危及本协议项下债权实现，乙方要求甲方立即清偿本协议项下贷款本息及一切相关的费用，或将本协议项下的所有债务转让到乙方同意接受的第三方名下，或提供∕增加乙方同意接受的新的增信措施，而甲方拒绝的。<br/>
&nbsp;&nbsp;五、甲方的继承人或受遗赠人或财产代管人接受继承、遗赠后不按乙方要求继承协议及各具体合同义务的。<br/>
&nbsp;&nbsp;六、甲方有怠于管理和追索其到期债权,或以无偿转让、以明显不合理的低价转让及其他不适当方式处分现有主要财产等转移财产或其他逃避债务行为的。<br/>
&nbsp;&nbsp;七、甲方被依法追究刑事责任或被依法受到其他强制措施或被有关机关采取了限制其某项权利的措施,影响其履行本协议义务的。<br/>
&nbsp;&nbsp;八、甲方未经乙方书面同意，擅自将本协议项下的债务转让的。<br/>
&nbsp;&nbsp;九、发生对甲方履行本合同项下的义务产生重大不利影响的任何事件，包括但不限于涉及重大经济纠纷、重大诉讼或仲裁案件、财务状况恶化等影响其偿债能力的情形。
</p>

<p>第十三条	违约处理<br/>
&nbsp;&nbsp;一、甲方出现本协议第十二条规定的任一种违约事件,乙方有权分别或同时采取下列措施:<br/>
&nbsp;&nbsp;一、	停止发放授信额度内甲方未使用的贷款;<br/>
&nbsp;&nbsp;二、	提前收回授信额度内已发放贷款的本息和相关的费用;<br/>
&nbsp;&nbsp;三、	直接从甲方在乙方所属银行系统内开立的账户中扣收甲方应予偿还的债务本金、利息及罚息损失;账户中的未到期款项视为提前到期。账户币种与乙方业务计价币种不同的,按扣款当天乙方确定的汇率折算;<br/>
&nbsp;&nbsp;四、	提高本协议项下贷款的利率；<br/>
&nbsp;&nbsp;五、	向甲方收取违约金；<br/>
&nbsp;&nbsp;六、	提前解除本协议及各具体合同;<br/>
&nbsp;&nbsp;七、	立即向中国人民银行征信中心以及其他征信机构通报甲方的个人及企业贷款违约情况<br/>
&nbsp;&nbsp;八、	其他乙方认为必要和可能的任何其他措施。<br/>
</p>

<p>第十四条	争议解决<br/>
&nbsp;&nbsp;甲乙双方在履行本协议过程中所发生的争议，可协商解决，协商不成的，通过向乙方住所地法院提起诉讼方式解决。在诉讼期间，本协议不涉及争议的条款仍须履行。
</p>

<p>第十五条	协议的效力<br/>
&nbsp;&nbsp;一、在本协议经乙方的法定代表人或授权代理人签字并加盖公章（或信贷专用章），且甲方签字盖章之日起生效，至本协议项下所有贷款本息及一切相关费用清偿完毕之日止自动失效；<br/>
&nbsp;&nbsp;二、本协议生效后，除另有约定外，任何变更或解除均应经甲乙双方协商一致，并达成书面协议。书面协议达成之前，本协议继续有效。本协议的任何修改和补充均构成本协议不可分割的一部分。本协议有效期内，如遇乙方根据人民银行对利率、利息、费用、违约金的计算标准的调整而对上述要素进行变动的，乙方无需另行通知甲方。<br/>
&nbsp;&nbsp;三、本协议的变更或解除，不影响缔约各方要求赔偿损失的权利。本协议的解除，不影响本协议中有关争议解决条款的效力。<br/>
&nbsp;&nbsp;四、本协议一式叁份，双方当事人各一份，其余暂由乙方保存，以交相关部门或人士登记、备案或存档；每份均具有同等法律效力。
</p>

<p>第十六条	其他事项<br/>
&nbsp;&nbsp;一、乙方给予甲方的宽限、优惠或延缓行使本协议项下的相关权利，均不影响、损害或限制乙方依照本协议和法律法规享有的一切权益，也不视为乙方对本协议项下相关权利的放弃。<br/>
&nbsp;&nbsp;二、本协议任何条款的无效均不影响其他条款的效力。<br/>
&nbsp;&nbsp;三、本协议和具体合同中的标题和业务名称仅为方便而使用，不得用于对当事方权利义务关系的解释。<br/>
&nbsp;&nbsp;四、本协议及各具体合同如涉及二人或以上共同债务人的，共同债务人中任何一人对本协议项下全部债务均承担无限连带责任清偿义务。如其中一人违反本协议约定义务，乙方有权向任一债务人追索，要求其承担全部债务。<br/>
&nbsp;&nbsp;五、本协议争议适用法律为中华人民共和国法律；本协议的解释，按照有关法律法规和交易习惯进行；本协议未尽事宜均遵照中华人民共和国有关法律、法规和其他相关规定办理，法律法规没有相应规定的，由各方协商执行。<br/>
&nbsp;&nbsp;六、本协议经公证机关办理公证并赋予强制执行效力后，若甲方不履行协议约定，乙方有权向人民法院直接申请强制执行。<br/>
&nbsp;&nbsp;七、本协议项下所有具体合同为本协议附件，是本协议的组成部分，与本协议具有同等法律效力。<br/>
&nbsp;&nbsp;八、甲方保证向乙方提供的贷款申请表上通讯地址、联系方式、营业执照、个人身份证等信息的真实性、 准确性和合法性,并承诺在上述信息变动之日起五日内书面通知乙方。乙方根据上述信息发出的主张权利的有关凭据,自发出日起，第8个自然日开始即视为送达,因上述信息有误或未能及时更新而造成甲方未能收到乙方主张权利的有关凭据而产生的后果乙方不承担责任。<br/>
&nbsp;&nbsp;九、补充约定(本条约定与本协议其它约定有冲突时,以本条约定的内容为准):<br/>
</p>


<p><span class="bold underLine">十、甲方声明:乙方已提请甲方特别注意有关双方权利义务的全部条款，并对其作全面、准确的理解。乙方已经应甲方的要求对上述条款做出相应的说明。甲方已阅读本协议所有条款并对本协议条款的含义及相应的法律后果已全部通晓并充分理解。并愿意接受协议全部内容。</span></p>

<p>（以下为协议签字盖章栏，无正文）</p>
<br/><br/>
甲方签名:<img src= "${signUrl}" style="vertical-align:middle" /><br/><br/>
签署日期：<span class="underLine">    ${signYear}   </span>年<span class="underLine">   ${signMonth}     </span>月<span class="underLine">    ${signDay}    </span>日<br/>
<br/><br/>

乙方（盖章）：<br/>
法定代表人或授权代理人（签字/盖名章）：<br/>
联系电话: 400-821-5537<br/>
电邮地址: service@hrbb.com.cn<br/>                    
签署日期：<span class="underLine">    ${signYear}    </span>年<span class="underLine">    ${signMonth}     </span>月<span class="underLine">     ${signDay}    </span>日<br/>

</section>
</body>
</html>
